[M_FamFeudDeadDrop MissionDefinition]
MissionName="Guerra de Clãs: Ponto de Contato"
MissionDescription="Tector Hodunk lhe deixou instruções em [place]Highlands[-place] onde ele descreve qual será o seu próximo movimento na guerra entre os Hodunk e os Zaford."
TurnInDescription="Você encontrou as instruções dos Hodunk. Chegou a hora de partir pra ignorância."
MissionSummary="Procure as anotações da familia Hodunk em [place]Highlands[-place]."
MissionGiver="Tector Hodunk"
MissionTurnInLocation="Instruções dos Hodunk"
TeaserText="Os Hodunk estão prontos para ir com tudo pra cima dos Zaford. E você está?"

[M_FamFeudDeadDrop:Reachthedeaddrop MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de contato"

[M_FamFeudDeadDrop:ReachTheDeadDropSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney MissionDefinition]
MissionName="Guerra de Clãs: O Fim do Arco-íris"
MissionDescription="O clã Zaford guarda seu dinheiro sujo num esconderijo secreto. Jimbo Hodunk quer que você continue encarregado de movê-lo quando sair da casa dos Zaford e depois, limpe o esconderijo."
TurnInDescription="Você limpou o esconderijo dos Zaford."
MissionSummary="Roube o dinheiro sujo dos Zaford."
MissionGiver="Tector Hodunk"
MissionTurnInLocation="Jimbo Hodunk"
TeaserText="Corações, estrelas e ferraduras..."

[M_LuckysDirtyMoney:BagmansKeyPickedUp MissionObjectiveDefinition]
ProgressMessage="Pegue a chave do Contador"

[M_LuckysDirtyMoney:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:KillBagman MissionObjectiveDefinition]
ProgressMessage="Elimine o Contador"

[M_LuckysDirtyMoney:KillBagmanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:LootChests MissionObjectiveDefinition]
ProgressMessage="Saqueie os espólios"

[M_LuckysDirtyMoney:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:OpenExit MissionObjectiveDefinition]
ProgressMessage="Use a chave para sair"

[M_LuckysDirtyMoney:SpotLeprechaun MissionObjectiveDefinition]
ProgressMessage="Localize o Contador"

[M_LuckysDirtyMoney:SpotLeprechaunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:TrackTheBagman MissionObjectiveDefinition]
ProgressMessage="Siga o Contador sem que ele perceba"

[M_LuckysDirtyMoney:TrackTheBagmanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

